---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures
source: html/47eab84f-1966-1cfa-fee1-9f813a9158cc.htm
---
# BuiltInFailures.CopyPasteFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.